Revit 2027 API
BuiltInFailures.DimensionFailures.SpotElevationLostEdgeReferences Property
 Some Spot Dimensions lost their References. Those Spot Dimensions will be deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SpotElevationLostEdgeReferences { get; }
Public Shared ReadOnly Property SpotElevationLostEdgeReferences As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SpotElevationLostEdgeReferences {
	FailureDefinitionId^ get ();
}
static member SpotElevationLostEdgeReferences : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace